[
  {
    "id": 1,
    "chef_picture": "/images/chef1.png",
    "chef_name": "Jane Smith",
    "short_bio": "Jane is a classically trained chef who loves to experiment with flavors and textures in her cooking. She specializes in Mediterranean cuisine and has worked in some of the top restaurants in the world.",
    "likes": 5000,
    "num_recipes": 5,
    "years_experience": 15
  },
  {
    "id": 2,
    "chef_picture": "/images/chef2.png",
    "chef_name": "John Doe",
    "short_bio": "John is a self-taught chef who started cooking as a hobby and eventually turned it into a career. He loves to create simple, healthy dishes that are bursting with flavor.",
    "likes": 3500,
    "num_recipes": 3,
    "years_experience": 8
  },
  {
    "id": 3,
    "chef_picture": "/images/chef3.png",
    "chef_name": "Maria Rodriguez",
    "short_bio": "Maria grew up in a family of chefs and has been cooking since she was a child. She specializes in Latin American cuisine and loves to add a modern twist to traditional recipes.",
    "likes": 6000,
    "num_recipes": 5,
    "years_experience": 20
  },
  {
    "id": 4,
    "chef_picture": "/images/chef4.png",
    "chef_name": "David Lee",
    "short_bio": "David is a chef and restaurateur who is passionate about sustainable, farm-to-table cooking. He believes that food should be both delicious and good for the planet.",
    "likes": 8000,
    "num_recipes": 4,
    "years_experience": 25
  },
  {
    "id": 5,
    "chef_picture": "/images/chef5.png",
    "chef_name": "Samantha Chen",
    "short_bio": "Samantha is a pastry chef who specializes in French pastries and desserts. She loves to create beautiful, intricate desserts that are as delicious as they are visually stunning.",
    "likes": 4500,
    "num_recipes": 4,
    "years_experience": 12
  },
  {
    "id": 6,
    "chef_picture": "/images/chef6.png",
    "chef_name": "Mike Johnson",
    "short_bio": "Mike is a BBQ pitmaster who has won numerous awards for his mouth-watering smoked meats. He believes that BBQ is a true American art form and loves to share his passion with others.",
    "likes": 7000,
    "num_recipes": 5,
    "years_experience": 18
  }
]
